Repository: islomov/rango-file-converter
Catalog: RangoFileConverter/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: My converts
ar: تحويلاتي
bn: আমার রূপান্তর
cs: Moje konverze
da: Mine konverteringer
de: Meine Konvertierungen
el: Οι μετατροπές μου
es: Mis conversiones
fi: Omat muunnokset
fr: Mes conversions
he: ההמרות שלי
hi: मेरे रूपांतरण
hu: Konverzióim
id: Konversi saya
it: Le mie conversioni
ja: マイ変換
ko: 내 변환
ms: Penukaran saya
nb: Mine konverteringer
nl: Mijn conversies
pl: Moje konwersje
pt_br: Minhas conversões
ro: Conversiile mele
ru: Мои конвертации
sv: Mina konverteringar
th: การแปลงของฉัน
tr: Dönüşümlerim
uk: Мої конвертації
vi: Chuyển đổi của tôi
zh_hans: 我的转换
zh_hant: 我的轉換

source: Name:
ar: الاسم:
bn: নাম:
cs: Název:
da: Navn:
el: Όνομα:
es: Nombre:
fi: Nimi:
fr: Nom :
he: שם:
hi: नाम:
hu: Név:
id: Nama:
it: Nome:
ja: 名前:
ko: 이름:
ms: Nama:
nb: Navn:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ro: Nume:
ru: Название:
sv: Namn:
th: ชื่อ:
tr: Ad:
uk: Назва:
vi: Tên:
zh_hans: 名称:
zh_hant: 名稱:

source: No conversions yet
ar: لا توجد تحويلات بعد
bn: এখনও কোনো রূপান্তর নেই
cs: Zatím žádné konverze
da: Ingen konverteringer endnu
de: Noch keine Konvertierungen
el: Δεν υπάρχουν μετατροπές ακόμα
es: Aún no hay conversiones
fi: Ei vielä muunnoksia
fr: Aucune conversion pour le moment
he: אין המרות עדיין
hi: अभी तक कोई रूपांतरण नहीं
hu: Még nincsenek konverziók
id: Belum ada konversi
it: Nessuna conversione ancora
ja: 変換履歴はまだありません
ko: 아직 변환 내역이 없습니다
ms: Belum ada penukaran
nb: Ingen konverteringer ennå
nl: Nog geen conversies
pl: Brak konwersji
pt_br: Nenhuma conversão ainda
ro: Nicio conversie încă
ru: Конвертаций пока нет
sv: Inga konverteringar ännu
th: ยังไม่มีการแปลง
tr: Henüz dönüşüm yok
uk: Конвертацій ще немає
vi: Chưa có chuyển đổi nào
zh_hans: 暂无转换记录
zh_hant: 尚無轉換紀錄

source: No history yet
ar: لا يوجد سجل بعد
bn: এখনও কোনো ইতিহাস নেই
cs: Zatím žádná historie
da: Ingen historik endnu
de: Noch kein Verlauf
el: Δεν υπάρχει ιστορικό ακόμα
es: Aún no hay historial
fi: Ei vielä historiaa
fr: Aucun historique pour le moment
he: אין היסטוריה עדיין
hi: अभी तक कोई इतिहास नहीं
hu: Még nincs előzmény
id: Belum ada riwayat
it: Nessuna cronologia ancora
ja: 履歴はまだありません
ko: 아직 기록이 없습니다
ms: Belum ada sejarah
nb: Ingen historikk ennå
nl: Nog geen geschiedenis
pl: Brak historii
pt_br: Nenhum histórico ainda
ro: Niciun istoric încă
ru: Истории пока нет
sv: Ingen historik ännu
th: ยังไม่มีประวัติ
tr: Henüz geçmiş yok
uk: Історії ще немає
vi: Chưa có lịch sử
zh_hans: 暂无历史记录
zh_hant: 尚無歷史紀錄

source: No matching results
ar: لا توجد نتائج مطابقة
bn: কোনো মিলে যাওয়া ফলাফল নেই
cs: Žádné odpovídající výsledky
da: Ingen matchende resultater
de: Keine passenden Ergebnisse
el: Δεν βρέθηκαν αποτελέσματα
es: Sin resultados coincidentes
fi: Ei vastaavia tuloksia
fr: Aucun résultat correspondant
he: אין תוצאות תואמות
hi: कोई मेल खाने वाले परिणाम नहीं
hu: Nincs egyező találat
id: Tidak ada hasil yang cocok
it: Nessun risultato corrispondente
ja: 一致する結果がありません
ko: 일치하는 결과 없음
ms: Tiada hasil yang sepadan
nb: Ingen matchende resultater
nl: Geen overeenkomende resultaten
pl: Brak pasujących wyników
pt_br: Nenhum resultado correspondente
ro: Niciun rezultat potrivit
ru: Совпадений не найдено
sv: Inga matchande resultat
th: ไม่พบผลลัพธ์ที่ตรงกัน
tr: Eşleşen sonuç yok
uk: Немає відповідних результатів
vi: Không có kết quả phù hợp
zh_hans: 没有匹配的结果
zh_hant: 沒有符合的結果

source: No photos found
ar: لم يتم العثور على صور
bn: কোনো ফটো পাওয়া যায়নি
cs: Nebyly nalezeny žádné fotky
da: Ingen fotos fundet
de: Keine Fotos gefunden
el: Δεν βρέθηκαν φωτογραφίες
es: No se encontraron fotos
fi: Kuvia ei löytynyt
fr: Aucune photo trouvée
he: לא נמצאו תמונות
hi: कोई फ़ोटो नहीं मिली
hu: Nem található fotó
id: Tidak ada foto ditemukan
it: Nessuna foto trovata
ja: 写真が見つかりません
ko: 사진을 찾을 수 없습니다
ms: Tiada foto ditemui
nb: Ingen bilder funnet
nl: Geen foto's gevonden
pl: Nie znaleziono zdjęć
pt_br: Nenhuma foto encontrada
ro: Nu au fost găsite fotografii
ru: Фотографии не найдены
sv: Inga foton hittades
th: ไม่พบรูปภาพ
tr: Fotoğraf bulunamadı
uk: Фотографій не знайдено
vi: Không tìm thấy ảnh
zh_hans: 未找到照片
zh_hant: 未找到照片

source: No videos found
ar: لم يتم العثور على مقاطع فيديو
bn: কোনো ভিডিও পাওয়া যায়নি
cs: Nebyla nalezena žádná videa
da: Ingen videoer fundet
de: Keine Videos gefunden
el: Δεν βρέθηκαν βίντεο
es: No se encontraron vídeos
fi: Videoita ei löytynyt
fr: Aucune vidéo trouvée
he: לא נמצאו סרטונים
hi: कोई वीडियो नहीं मिला
hu: Nem található videó
id: Tidak ada video ditemukan
it: Nessun video trovato
ja: 動画が見つかりません
ko: 동영상을 찾을 수 없습니다
ms: Tiada video ditemui
nb: Ingen videoer funnet
nl: Geen video's gevonden
pl: Nie znaleziono filmów
pt_br: Nenhum vídeo encontrado
ro: Nu au fost găsite videoclipuri
ru: Видео не найдены
sv: Inga videor hittades
th: ไม่พบวิดีโอ
tr: Video bulunamadı
uk: Відео не знайдено
vi: Không tìm thấy video
zh_hans: 未找到视频
zh_hant: 未找到影片

source: OK
ar: حسنًا
bn: ঠিক আছে
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: ОК
zh_hans: 好
zh_hant: 好

source: Open
ar: فتح
bn: খুলুন
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתח
hi: खोलें
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
ms: Buka
nb: Åpne
pl: Otwórz
pt_br: Abrir
ro: Deschide
ru: Открыть
sv: Öppna
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 打開

source: Open File Browser
ar: فتح متصفح الملفات
bn: ফাইল ব্রাউজার খুলুন
cs: Otevřít prohlížeč souborů
da: Åbn filbrowser
de: Dateibrowser öffnen
el: Άνοιγμα περιηγητή αρχείων
es: Abrir explorador de archivos
fi: Avaa tiedostoselain
fr: Ouvrir l'explorateur de fichiers
he: פתח דפדפן קבצים
hi: फ़ाइल ब्राउज़र खोलें
hu: Fájlböngésző megnyitása
id: Buka Peramban File
it: Apri esplora file
ja: ファイルブラウザを開く
ko: 파일 브라우저 열기
ms: Buka Pelayar Fail
nb: Åpne filutforsker
nl: Bestandsbrowser openen
pl: Otwórz przeglądarkę plików
pt_br: Abrir navegador de arquivos
ro: Deschide exploratorul de fișiere
ru: Открыть файловый менеджер
sv: Öppna filbläddrare
th: เปิดตัวจัดการไฟล์
tr: Dosya Tarayıcısını Aç
uk: Відкрити файловий менеджер
vi: Mở trình duyệt tệp
zh_hans: 打开文件浏览器
zh_hant: 開啟檔案瀏覽器

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir ajustes
fi: Avaa asetukset
fr: Ouvrir les réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir configurações
ro: Deschide setările
ru: Открыть настройки
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

source: Output format
ar: صيغة الإخراج
bn: আউটপুট ফরম্যাট
cs: Výstupní formát
de: Ausgabeformat
el: Μορφή εξόδου
es: Formato de salida
fi: Tulostusmuoto
fr: Format de sortie
he: פורמט פלט
hi: आउटपुट फ़ॉर्मेट
hu: Kimeneti formátum
id: Format output
it: Formato di output
ja: 出力形式
ko: 출력 형식
ms: Format output
nb: Utdataformat
nl: Uitvoerformaat
pl: Format wyjściowy
pt_br: Formato de saída
ro: Format de ieșire
ru: Формат вывода
sv: Utdataformat
th: รูปแบบเอาต์พุต
tr: Çıktı formatı
uk: Формат виводу
vi: Định dạng đầu ra
zh_hans: 输出格式
zh_hant: 輸出格式

source: Page %lld
ar: الصفحة %lld
bn: পৃষ্ঠা %lld
cs: Strana %lld
da: Side %lld
de: Seite %lld
el: Σελίδα %lld
es: Página %lld
fi: Sivu %lld
he: עמוד %lld
hi: पृष्ठ %lld
hu: %lld. oldal
id: Halaman %lld
it: Pagina %lld
ja: ページ %lld
ko: 페이지 %lld
ms: Halaman %lld
nb: Side %lld
nl: Pagina %lld
pl: Strona %lld
pt_br: Página %lld
ro: Pagina %lld
ru: Страница %lld
sv: Sida %lld
th: หน้า %lld
tr: Sayfa %lld
uk: Сторінка %lld
vi: Trang %lld
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 비밀번호
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
cs: Pozastavit
el: Παύση
es: Pausar
fi: Tauko
he: השהה
hi: रोकें
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
ms: Jeda
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
ro: Pauză
ru: Пауза
sv: Pausa
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Pending
ar: قيد الانتظار
bn: মুলতুবি
cs: Čeká
da: Afventer
de: Ausstehend
el: Σε αναμονή
es: Pendiente
fi: Odottaa
fr: En attente
he: ממתין
hi: लंबित
hu: Függőben
id: Menunggu
it: In attesa
ja: 保留中
ko: 대기 중
ms: Menunggu
nb: Venter
nl: In behandeling
pl: Oczekuje
pt_br: Pendente
ro: În așteptare
ru: В ожидании
sv: Väntar
th: รอดำเนินการ
tr: Bekliyor
uk: Очікує
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

source: Photo access denied
ar: تم رفض الوصول إلى الصور
bn: ফটো অ্যাক্সেস অস্বীকৃত
cs: Přístup k fotkám zamítnut
da: Adgang til fotos nægtet
de: Fotozugriff verweigert
el: Η πρόσβαση στις φωτογραφίες απορρίφθηκε
es: Acceso a fotos denegado
fi: Kuvien käyttö estetty
fr: Accès aux photos refusé
he: הגישה לתמונות נדחתה
hi: फ़ोटो एक्सेस अस्वीकृत
hu: Fotóhozzáférés megtagadva
id: Akses foto ditolak
it: Accesso alle foto negato
ja: 写真へのアクセスが拒否されました
ko: 사진 접근이 거부됨
ms: Akses foto ditolak
nb: Fototilgang nektet
nl: Fototoegang geweigerd
pl: Odmowa dostępu do zdjęć
pt_br: Acesso às fotos negado
ro: Acces la fotografii refuzat
ru: Доступ к фото запрещён
sv: Fotoåtkomst nekad
th: การเข้าถึงรูปภาพถูกปฏิเสธ
tr: Fotoğraf erişimi reddedildi
uk: Доступ до фото заборонено
vi: Quyền truy cập ảnh bị từ chối
zh_hans: 照片访问被拒绝
zh_hant: 照片存取遭拒

source: Photos
ar: الصور
bn: ফটো
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
fi: Kuvat
he: תמונות
hi: फ़ोटो
hu: Fotók
id: Foto
it: Foto
ja: 写真
ko: 사진
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
ro: Fotografii
ru: Фото
sv: Foton
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Photos will become pages in order
ar: ستصبح الصور صفحات بالترتيب
bn: ছবিগুলো ক্রমানুসারে পৃষ্ঠা হয়ে যাবে
cs: Fotografie se stanou stránkami v pořadí
da: Fotos bliver til sider i rækkefølge
de: Fotos werden der Reihe nach zu Seiten
el: Οι φωτογραφίες θα γίνουν σελίδες με τη σειρά
es: Las fotos se convertirán en páginas en orden
fi: Kuvista tulee sivuja järjestyksessä
fr: Les photos deviendront des pages dans l'ordre
he: התמונות יהפכו לעמודים לפי הסדר
hi: फ़ोटो क्रम में पृष्ठ बन जाएंगे
hu: A fotók sorrendben oldalakká válnak
id: Foto akan menjadi halaman secara berurutan
it: Le foto diventeranno pagine in ordine
ja: 写真が順番にページになります
ko: 사진이 순서대로 페이지가 됩니다
ms: Foto akan menjadi halaman mengikut susunan
nb: Bildene blir sider i rekkefølge
nl: Foto's worden pagina's op volgorde
pl: Zdjęcia staną się stronami w kolejności
pt_br: As fotos se tornarão páginas em ordem
ro: Fotografiile vor deveni pagini în ordine
ru: Фотографии станут страницами по порядку
sv: Foton blir sidor i ordning
th: รูปภาพจะกลายเป็นหน้าตามลำดับ
tr: Fotoğraflar sırayla sayfa olacak
uk: Фотографії стануть сторінками по порядку
vi: Ảnh sẽ trở thành các trang theo thứ tự
zh_hans: 照片将按顺序排列为页面
zh_hant: 照片將按順序排列為頁面

source: Play Audio
ar: تشغيل الصوت
bn: অডিও চালান
cs: Přehrát zvuk
da: Afspil lyd
de: Audio abspielen
el: Αναπαραγωγή ήχου
es: Reproducir audio
fi: Toista ääni
fr: Lire l'audio
he: נגן אודיו
hi: ऑडियो चलाएं
hu: Hang lejátszása
id: Putar Audio
it: Riproduci audio
ja: オーディオを再生
ko: 오디오 재생
ms: Main Audio
nb: Spill av lyd
nl: Audio afspelen
pl: Odtwórz dźwięk
pt_br: Reproduzir áudio
ro: Redă audio
ru: Воспроизвести аудио
sv: Spela upp ljud
th: เล่นเสียง
tr: Ses Oynat
uk: Відтворити аудіо
vi: Phát âm thanh
zh_hans: 播放音频
zh_hant: 播放音訊

source: Preparing audio...
ar: جارٍ تحضير الصوت...
bn: অডিও প্রস্তুত হচ্ছে...
cs: Příprava zvuku...
da: Forbereder lyd...
de: Audio wird vorbereitet...
el: Προετοιμασία ήχου...
es: Preparando audio...
fi: Valmistellaan ääntä...
fr: Préparation de l'audio...
he: מכין אודיו...
hi: ऑडियो तैयार हो रहा है...
hu: Hang előkészítése...
id: Menyiapkan audio...
it: Preparazione audio...
ja: オーディオを準備中...
ko: 오디오 준비 중...
ms: Menyediakan audio...
nb: Forbereder lyd...
nl: Audio voorbereiden...
pl: Przygotowywanie dźwięku...
pt_br: Preparando áudio...
ro: Se pregătește audio...
ru: Подготовка аудио...
sv: Förbereder ljud...
th: กำลังเตรียมเสียง...
tr: Ses hazırlanıyor...
uk: Підготовка аудіо...
vi: Đang chuẩn bị âm thanh...
zh_hans: 正在准备音频...
zh_hant: 正在準備音訊...

source: Presets
ar: إعدادات مسبقة
bn: প্রিসেট
cs: Předvolby
da: Forudindstillinger
de: Voreinstellungen
el: Προεπιλογές
es: Preajustes
fi: Esiasetukset
fr: Préréglages
he: הגדרות קבועות
hi: प्रीसेट
hu: Előbeállítások
id: Preset
it: Predefiniti
ja: プリセット
ko: 프리셋
ms: Pratetap
nb: Forhåndsinnstillinger
nl: Voorinstellingen
pl: Ustawienia wstępne
pt_br: Predefinições
ro: Presetări
ru: Пресеты
sv: Förinställningar
th: ค่าที่ตั้งไว้
tr: Ön ayarlar
uk: Пресети
vi: Cài đặt sẵn
zh_hans: 预设
zh_hant: 預設

source: Preview not available for %@
ar: المعاينة غير متاحة لـ %@
bn: %@-এর জন্য পূর্বরূপ উপলব্ধ নয়
cs: Náhled není dostupný pro %@
da: Forhåndsvisning ikke tilgængelig for %@
de: Vorschau für %@ nicht verfügbar
el: Η προεπισκόπηση δεν είναι διαθέσιμη για %@
es: Vista previa no disponible para %@
fi: Esikatselu ei ole saatavilla muodolle %@
fr: Aperçu non disponible pour %@
he: תצוגה מקדימה לא זמינה עבור %@
hi: %@ के लिए पूर्वावलोकन उपलब्ध नहीं है
hu: Előnézet nem érhető el: %@
id: Pratinjau tidak tersedia untuk %@
it: Anteprima non disponibile per %@
ja: %@ のプレビューは利用できません
ko: %@의 미리보기를 사용할 수 없습니다
ms: Pratonton tidak tersedia untuk %@
nb: Forhåndsvisning ikke tilgjengelig for %@
nl: Voorbeeld niet beschikbaar voor %@
pl: Podgląd niedostępny dla %@
pt_br: Pré-visualização não disponível para %@
ro: Previzualizare indisponibilă pentru %@
ru: Предпросмотр недоступен для %@
sv: Förhandsgranskning inte tillgänglig för %@
th: ไม่สามารถแสดงตัวอย่าง %@ ได้
tr: %@ için önizleme kullanılamıyor
uk: Попередній перегляд недоступний для %@
vi: Không có bản xem trước cho %@
zh_hans: 无法预览 %@
zh_hant: 無法預覽 %@

source: Privacy policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Protect PDF
ar: حماية PDF
bn: PDF সুরক্ষিত করুন
cs: Ochránit PDF
da: Beskyt PDF
de: PDF schützen
el: Προστασία PDF
es: Proteger PDF
fi: Suojaa PDF
fr: Protéger le PDF
he: הגן על PDF
hi: PDF सुरक्षित करें
hu: PDF védelme
id: Lindungi PDF
it: Proteggi PDF
ja: PDFを保護
ko: PDF 보호
ms: Lindungi PDF
nb: Beskytt PDF
nl: PDF beveiligen
pl: Chroń PDF
pt_br: Proteger PDF
ro: Protejează PDF
ru: Защитить PDF
sv: Skydda PDF
th: ป้องกัน PDF
tr: PDF'yi Koru
uk: Захистити PDF
vi: Bảo vệ PDF
zh_hans: 保护 PDF
zh_hant: 保護 PDF

source: Protect PDF:
ar: حماية PDF:
bn: PDF সুরক্ষিত:
cs: Chránit PDF:
da: Beskyt PDF:
de: PDF schützen:
el: Προστασία PDF:
es: Proteger PDF:
fi: Suojaa PDF:
fr: Protéger PDF :
he: הגנת PDF:
hi: PDF सुरक्षित:
hu: PDF védelem:
id: Lindungi PDF:
it: Proteggi PDF:
ja: PDF保護:
ko: PDF 보호:
ms: Lindungi PDF:
nb: Beskytt PDF:
nl: PDF beveiligen:
pl: Chroń PDF:
pt_br: Proteger PDF:
ro: Protejare PDF:
ru: Защита PDF:
sv: Skydda PDF:
th: ป้องกัน PDF:
tr: PDF Koru:
uk: Захист PDF:
vi: Bảo vệ PDF:
zh_hans: 保护PDF:
zh_hant: 保護PDF:

source: Quality
ar: الجودة
bn: গুণমান
cs: Kvalita
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
fi: Laatu
fr: Qualité
he: איכות
hi: गुणवत्ता
hu: Minőség
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
ms: Kualiti
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ro: Calitate
ru: Качество
sv: Kvalitet
th: คุณภาพ
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質

source: Rango supports 74 formats across 4 categories: 21 image formats (HEIC, JPEG, PNG, WEBP, etc.), 21 video formats (MP4, AVI, MOV, MKV, etc.), 25 audio formats (MP3, WAV, FLAC, AAC, etc.), and 7 document formats (PDF, DOCX, TXT, etc.).
ar: يدعم Rango 74 صيغة عبر 4 فئات: 21 صيغة صور (HEIC، JPEG، PNG، WEBP، إلخ)، 21 صيغة فيديو (MP4، AVI، MOV، MKV، إلخ)، 25 صيغة صوت (MP3، WAV، FLAC، AAC، إلخ)، و7 صيغ مستندات (PDF، DOCX، TXT، إلخ).
bn: Rango 4টি বিভাগে 74টি ফরম্যাট সমর্থন করে: 21টি ইমেজ ফরম্যাট (HEIC, JPEG, PNG, WEBP ইত্যাদি), 21টি ভিডিও ফরম্যাট (MP4, AVI, MOV, MKV ইত্যাদি), 25টি অডিও ফরম্যাট (MP3, WAV, FLAC, AAC ইত্যাদি), এবং 7টি ডকুমেন্ট ফরম্যাট (PDF, DOCX, TXT ইত্যাদি)।
cs: Rango podporuje 74 formátů ve 4 kategoriích: 21 obrazových formátů (HEIC, JPEG, PNG, WEBP atd.), 21 video formátů (MP4, AVI, MOV, MKV atd.), 25 audio formátů (MP3, WAV, FLAC, AAC atd.) a 7 formátů dokumentů (PDF, DOCX, TXT atd.).
da: Rango understøtter 74 formater i 4 kategorier: 21 billedformater (HEIC, JPEG, PNG, WEBP osv.), 21 videoformater (MP4, AVI, MOV, MKV osv.), 25 lydformater (MP3, WAV, FLAC, AAC osv.) og 7 dokumentformater (PDF, DOCX, TXT osv.).
de: Rango unterstützt 74 Formate in 4 Kategorien: 21 Bildformate (HEIC, JPEG, PNG, WEBP usw.), 21 Videoformate (MP4, AVI, MOV, MKV usw.), 25 Audioformate (MP3, WAV, FLAC, AAC usw.) und 7 Dokumentformate (PDF, DOCX, TXT usw.).
el: Το Rango υποστηρίζει 74 μορφές σε 4 κατηγορίες: 21 μορφές εικόνας (HEIC, JPEG, PNG, WEBP κ.λπ.), 21 μορφές βίντεο (MP4, AVI, MOV, MKV κ.λπ.), 25 μορφές ήχου (MP3, WAV, FLAC, AAC κ.λπ.) και 7 μορφές εγγράφων (PDF, DOCX, TXT κ.λπ.).
es: Rango admite 74 formatos en 4 categorías: 21 formatos de imagen (HEIC, JPEG, PNG, WEBP, etc.), 21 formatos de vídeo (MP4, AVI, MOV, MKV, etc.), 25 formatos de audio (MP3, WAV, FLAC, AAC, etc.) y 7 formatos de documento (PDF, DOCX, TXT, etc.).
fi: Rango tukee 74 tiedostomuotoa 4 kategoriassa: 21 kuvamuotoa (HEIC, JPEG, PNG, WEBP jne.), 21 videomuotoa (MP4, AVI, MOV, MKV jne.), 25 äänimuotoa (MP3, WAV, FLAC, AAC jne.) ja 7 asiakirjamuotoa (PDF, DOCX, TXT jne.).
fr: Rango prend en charge 74 formats répartis en 4 catégories : 21 formats d'image (HEIC, JPEG, PNG, WEBP, etc.), 21 formats vidéo (MP4, AVI, MOV, MKV, etc.), 25 formats audio (MP3, WAV, FLAC, AAC, etc.) et 7 formats de document (PDF, DOCX, TXT, etc.).
he: Rango תומך ב-74 פורמטים ב-4 קטגוריות: 21 פורמטי תמונה (HEIC, JPEG, PNG, WEBP וכו'), 21 פורמטי וידאו (MP4, AVI, MOV, MKV וכו'), 25 פורמטי אודיו (MP3, WAV, FLAC, AAC וכו') ו-7 פורמטי מסמכים (PDF, DOCX, TXT וכו').
hi: Rango 4 श्रेणियों में 74 फ़ॉर्मेट का समर्थन करता है: 21 इमेज फ़ॉर्मेट (HEIC, JPEG, PNG, WEBP आदि), 21 वीडियो फ़ॉर्मेट (MP4, AVI, MOV, MKV आदि), 25 ऑडियो फ़ॉर्मेट (MP3, WAV, FLAC, AAC आदि), और 7 दस्तावेज़ फ़ॉर्मेट (PDF, DOCX, TXT आदि)।
hu: A Rango 74 formátumot támogat 4 kategóriában: 21 képformátum (HEIC, JPEG, PNG, WEBP stb.), 21 videóformátum (MP4, AVI, MOV, MKV stb.), 25 hangformátum (MP3, WAV, FLAC, AAC stb.) és 7 dokumentumformátum (PDF, DOCX, TXT stb.).
id: Rango mendukung 74 format dalam 4 kategori: 21 format gambar (HEIC, JPEG, PNG, WEBP, dll.), 21 format video (MP4, AVI, MOV, MKV, dll.), 25 format audio (MP3, WAV, FLAC, AAC, dll.), dan 7 format dokumen (PDF, DOCX, TXT, dll.).
it: Rango supporta 74 formati in 4 categorie: 21 formati immagine (HEIC, JPEG, PNG, WEBP ecc.), 21 formati video (MP4, AVI, MOV, MKV ecc.), 25 formati audio (MP3, WAV, FLAC, AAC ecc.) e 7 formati documento (PDF, DOCX, TXT ecc.).
ja: Rangoは4つのカテゴリーで74の形式に対応しています：画像形式21種（HEIC、JPEG、PNG、WEBPなど）、動画形式21種（MP4、AVI、MOV、MKVなど）、音声形式25種（MP3、WAV、FLAC、AACなど）、ドキュメント形式7種（PDF、DOCX、TXTなど）。
ko: Rango는 4개 카테고리에서 74가지 형식을 지원합니다: 이미지 형식 21가지(HEIC, JPEG, PNG, WEBP 등), 비디오 형식 21가지(MP4, AVI, MOV, MKV 등), 오디오 형식 25가지(MP3, WAV, FLAC, AAC 등), 문서 형식 7가지(PDF, DOCX, TXT 등).
ms: Rango menyokong 74 format merentas 4 kategori: 21 format imej (HEIC, JPEG, PNG, WEBP dll.), 21 format video (MP4, AVI, MOV, MKV dll.), 25 format audio (MP3, WAV, FLAC, AAC dll.), dan 7 format dokumen (PDF, DOCX, TXT dll.).
nb: Rango støtter 74 formater i 4 kategorier: 21 bildeformater (HEIC, JPEG, PNG, WEBP osv.), 21 videoformater (MP4, AVI, MOV, MKV osv.), 25 lydformater (MP3, WAV, FLAC, AAC osv.) og 7 dokumentformater (PDF, DOCX, TXT osv.).
nl: Rango ondersteunt 74 formaten in 4 categorieën: 21 afbeeldingsformaten (HEIC, JPEG, PNG, WEBP enz.), 21 videoformaten (MP4, AVI, MOV, MKV enz.), 25 audioformaten (MP3, WAV, FLAC, AAC enz.) en 7 documentformaten (PDF, DOCX, TXT enz.).
pl: Rango obsługuje 74 formaty w 4 kategoriach: 21 formatów obrazów (HEIC, JPEG, PNG, WEBP itp.), 21 formatów wideo (MP4, AVI, MOV, MKV itp.), 25 formatów audio (MP3, WAV, FLAC, AAC itp.) oraz 7 formatów dokumentów (PDF, DOCX, TXT itp.).
pt_br: O Rango suporta 74 formatos em 4 categorias: 21 formatos de imagem (HEIC, JPEG, PNG, WEBP, etc.), 21 formatos de vídeo (MP4, AVI, MOV, MKV, etc.), 25 formatos de áudio (MP3, WAV, FLAC, AAC, etc.) e 7 formatos de documento (PDF, DOCX, TXT, etc.).
ro: Rango acceptă 74 de formate în 4 categorii: 21 formate de imagine (HEIC, JPEG, PNG, WEBP etc.), 21 formate video (MP4, AVI, MOV, MKV etc.), 25 formate audio (MP3, WAV, FLAC, AAC etc.) și 7 formate de documente (PDF, DOCX, TXT etc.).
ru: Rango поддерживает 74 формата в 4 категориях: 21 формат изображений (HEIC, JPEG, PNG, WEBP и др.), 21 формат видео (MP4, AVI, MOV, MKV и др.), 25 форматов аудио (MP3, WAV, FLAC, AAC и др.) и 7 форматов документов (PDF, DOCX, TXT и др.).
sv: Rango stöder 74 format i 4 kategorier: 21 bildformat (HEIC, JPEG, PNG, WEBP m.fl.), 21 videoformat (MP4, AVI, MOV, MKV m.fl.), 25 ljudformat (MP3, WAV, FLAC, AAC m.fl.) och 7 dokumentformat (PDF, DOCX, TXT m.fl.).
th: Rango รองรับ 74 รูปแบบใน 4 หมวดหมู่: รูปแบบภาพ 21 แบบ (HEIC, JPEG, PNG, WEBP ฯลฯ) รูปแบบวิดีโอ 21 แบบ (MP4, AVI, MOV, MKV ฯลฯ) รูปแบบเสียง 25 แบบ (MP3, WAV, FLAC, AAC ฯลฯ) และรูปแบบเอกสาร 7 แบบ (PDF, DOCX, TXT ฯลฯ)
tr: Rango, 4 kategoride 74 formatı destekler: 21 görüntü formatı (HEIC, JPEG, PNG, WEBP vb.), 21 video formatı (MP4, AVI, MOV, MKV vb.), 25 ses formatı (MP3, WAV, FLAC, AAC vb.) ve 7 belge formatı (PDF, DOCX, TXT vb.).
uk: Rango підтримує 74 формати у 4 категоріях: 21 формат зображень (HEIC, JPEG, PNG, WEBP тощо), 21 формат відео (MP4, AVI, MOV, MKV тощо), 25 форматів аудіо (MP3, WAV, FLAC, AAC тощо) та 7 форматів документів (PDF, DOCX, TXT тощо).
vi: Rango hỗ trợ 74 định dạng trong 4 danh mục: 21 định dạng ảnh (HEIC, JPEG, PNG, WEBP, v.v.), 21 định dạng video (MP4, AVI, MOV, MKV, v.v.), 25 định dạng âm thanh (MP3, WAV, FLAC, AAC, v.v.) và 7 định dạng tài liệu (PDF, DOCX, TXT, v.v.).
zh_hans: Rango 支持 4 个类别共 74 种格式：21 种图像格式（HEIC、JPEG、PNG、WEBP 等）、21 种视频格式（MP4、AVI、MOV、MKV 等）、25 种音频格式（MP3、WAV、FLAC、AAC 等）以及 7 种文档格式（PDF、DOCX、TXT 等）。
zh_hant: Rango 支援 4 個類別共 74 種格式：21 種影像格式（HEIC、JPEG、PNG、WEBP 等）、21 種影片格式（MP4、AVI、MOV、MKV 等）、25 種音訊格式（MP3、WAV、FLAC、AAC 等）以及 7 種文件格式（PDF、DOCX、TXT 等）。

source: Rate app
ar: تقييم التطبيق
bn: অ্যাপ রেট করুন
cs: Ohodnotit aplikaci
da: Bedøm app
de: App bewerten
el: Βαθμολογήστε την εφαρμογή
es: Valorar la app
fi: Arvostele sovellus
fr: Évaluer l'app
he: דרג את האפליקציה
hi: ऐप रेट करें
hu: Alkalmazás értékelése
id: Beri nilai aplikasi
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가하기
ms: Nilai aplikasi
nb: Vurder appen
nl: Beoordeel app
pl: Oceń aplikację
pt_br: Avaliar o app
ro: Evaluează aplicația
ru: Оценить приложение
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı değerlendir
uk: Оцінити додаток
vi: Đánh giá ứng dụng
zh_hans: 为应用评分
zh_hant: 為 App 評分
